Repository: HomeshwariDThakre/Major_Project
Catalog: lib/l10n/app_*.arb
Languages: mr

source: Login Screen
mr: लॉगिन स्क्रीन

# welcome
source: WELCOME TO BHOüåçMI SEVA APP
mr: भूमी सेवा अॅपमध्ये आपले स्वागत आहे

# google
source: Google Sign in
mr: गुगल साइन इन करा

source: Soilpedia
mr: माती बद्दल माहिती

# tips
source: Tips for Good Farming
mr: चांगल्या शेतीसाठी टिप्स

source: Weather
mr: हवामान

source: Humidity
mr: आर्द्रता

source: Pressure
mr: दबाव

source: Forecast
mr: अंदाज

source: Max
mr: जास्तीत जास्त

source: Min
mr: किमान

source: Contact Us
mr: संपर्क करा

source: Email:
mr: ईमेल

source: Important Helplines
mr: महत्त्वाच्या हेल्पलाइन्स

source: Bhoomi Helpline Number
mr: भूमी हेल्पलाइन क्रमांक

source: National Helpline
mr: राष्ट्रीय हेल्पलाइन

source: Logout
mr: बाहेर पडणे

# aquestion
source: What Type of Crop are you growing?
mr: तुम्ही कोणत्या प्रकारचे पीक घेत आहात?

source: Food Crops
mr: अन्न पिके

source: Cash Crops
mr: नकदी फसलें

source: OK
mr: ठीक आहे

# bquestion
source: What Type of Soil are you using?
mr: तुम्ही कोणत्या प्रकारची माती वापरता?

source: Alluvial Soil
mr: गाळाची माती

# others
source: Others(Red,Black,etc)
mr: इतर (लाल, काळा, इ.)

# cquestion
source: Do you use pesticides?
mr: तुम्ही कीटकनाशके वापरता का?

source: Never
mr: कधीच नाही

source: Previously Used
mr: पूर्वी वापरलेले

source: Currently Using
mr: सध्या वापरत आहे

# dquestion
source: Pesticide count in a week?
mr: एका आठवड्यात कीटकनाशकांची संख्या?

# equestion
source: How many weeks did you use pesticide?
mr: तुम्ही किती आठवडे कीटकनाशक वापरले?

source: Submit
mr: प्रस्तुत करणे

# kisanshayak
source: Kisan Sahayak
mr: किसन सहाय्यक

# fquestion
source: Kisan Sahayak has calculated and here are the results!
mr: किसान सहाय्यक यांनी गणना केली आणि हे आहेत निकाल!

source: Results
mr: परिणाम

# ans
source: Your crop is Healthy!!
mr: तुमचे पीक निरोगी आहे !!

# answer
source: Your crop may be damaged
mr: तुमच्या पिकाचे नुकसान होऊ शकते

# answera
source: Your crop is damaged due to overuse of pesticide
mr: कीटकनाशकाच्या अतिवापरामुळे तुमच्या पिकाचे नुकसान झाले आहे

source: Storm
mr: वादळ

source: Smoke
mr: धूर

source: Rainy
mr: पावसाळी

source: Snow
mr: बर्फ

source: Mostly Cloudy
mr: बहुतांशी ढगाळ

source: Clear
mr: साफ

source: Cloudy
mr: ढगाळ

source: Unknown
mr: अज्ञात

source: About
mr: बद्दल

source: Found in
mr: सापडले

source: Characteristics
mr: वैशिष्ट्ये

# suitable
source: Suitable Crops
mr: योग्य पिके
